[
  {
    "id": "basic_decision_to_leave",
    "movie_id": "tmdb_758323",
    "title": "헤어질 결심",
    "director": "박찬욱",
    "category": "basic_info",
    "content": "2022년 개봉한 박찬욱 감독의 로맨틱 미스터리 스릴러. 탕웨이, 박해일 주연. 산에서 한 남자가 추락사한 사건을 수사하던 형사 해준은 사망자의 아내 서래를 만나게 된다. 그녀를 용의자로 주시하면서도 점점 빠져드는 자신을 발견한다. 제75회 칸 영화제 감독상 수상작."
  },
  {
    "id": "critique_decision_to_leave_1",
    "movie_id": "tmdb_758323",
    "title": "헤어질 결심",
    "category": "critique",
    "content": "헤어질 결심은 감정이 파도처럼 밀려왔다 쓸려가는 영화다. 해준이 서래를 바라보는 시선에는 형사의 의심과 남자의 욕망이 교묘하게 뒤섞여 있다. 박찬욱 특유의 치밀한 미장센은 두 사람의 관계를 마치 안개 속을 걷는 것처럼 몽환적으로 그려낸다. 특히 통역 앱을 매개로 한 대화 장면은 언어의 장벽이 오히려 감정의 순수함을 드러내는 역설을 보여준다."
  },
  {
    "id": "critique_decision_to_leave_2",
    "movie_id": "tmdb_758323",
    "title": "헤어질 결심",
    "category": "critique",
    "content": "이 영화의 백미는 '결심'이라는 단어에 담긴 이중성이다. 헤어지기로 결심한 것인지, 헤어질 수밖에 없는 운명을 받아들인 것인지. 마지막 해변 장면에서 관객은 비로소 서래의 사랑이 해준을 향한 것이 아니라 해준 '안에 있는 자신'을 향한 것이었음을 깨닫는다. 비극적이면서도 아름다운 자기희생의 서사다."
  },
  {
    "id": "basic_parasite",
    "movie_id": "tmdb_496243",
    "title": "기생충",
    "director": "봉준호",
    "category": "basic_info",
    "content": "2019년 개봉한 봉준호 감독의 블랙 코미디 스릴러. 송강호, 이선균, 조여정, 최우식, 박소담 주연. 전원 백수로 살아가는 기택 가족이 부잣집 박 사장 댁에 하나둘 취직하면서 벌어지는 이야기. 제72회 칸 영화제 황금종려상, 제92회 아카데미 시상식 작품상·감독상·각본상·국제영화상 수상."
  },
  {
    "id": "critique_parasite_1",
    "movie_id": "tmdb_496243",
    "title": "기생충",
    "category": "critique",
    "content": "기생충은 계단의 영화다. 반지하와 대저택, 그 사이를 오르내리는 계단은 계급 이동의 불가능성을 시각적으로 보여준다. 비가 쏟아지는 밤, 기택 가족이 집으로 돌아가는 장면은 물이 '아래로' 흐른다는 자연법칙이 곧 사회법칙임을 암시한다. 봉준호 감독은 웃음과 공포를 동시에 선사하며 관객을 불편한 진실 앞에 세운다."
  },
  {
    "id": "basic_oldboy",
    "movie_id": "tmdb_670",
    "title": "올드보이",
    "director": "박찬욱",
    "category": "basic_info",
    "content": "2003년 개봉한 박찬욱 감독의 미스터리 스릴러. 최민식, 유지태, 강혜정 주연. 이유도 모른 채 15년간 감금되었다 풀려난 오대수가 자신을 가둔 자를 찾아 복수하는 이야기. 제57회 칸 영화제 심사위원대상 수상. 박찬욱 복수 3부작의 두 번째 작품."
  },
  {
    "id": "interview_oldboy",
    "movie_id": "tmdb_670",
    "title": "올드보이",
    "category": "interview",
    "content": "박찬욱 감독 인터뷰: '복수란 결국 자기 파괴입니다. 오대수가 진실을 알게 되는 순간, 복수의 주체와 객체가 뒤바뀝니다. 관객들이 영화가 끝난 뒤에도 그 얼굴 표정을 잊지 못하는 건, 그게 바로 인간 조건의 비극을 담고 있기 때문이죠. 저는 복수극을 통해 용서에 대해 말하고 싶었습니다.'"
  },
  {
    "id": "basic_burning",
    "movie_id": "tmdb_517814",
    "title": "버닝",
    "director": "이창동",
    "category": "basic_info",
    "content": "2018년 개봉한 이창동 감독의 미스터리 드라마. 유아인, 스티븐 연, 전종서 주연. 무라카미 하루키의 단편 '헛간을 태우다'를 원작으로 한 작품. 배달 알바를 하는 종수는 어린 시절 이웃이었던 해미를 우연히 만나고, 아프리카 여행에서 돌아온 해미는 부유한 남자 벤을 소개한다. 제71회 칸 영화제 국제비평가연맹상 수상."
  },
  {
    "id": "critique_burning",
    "movie_id": "tmdb_517814",
    "title": "버닝",
    "category": "critique",
    "content": "버닝은 '보이지 않는 것'에 대한 영화다. 해미가 보여주는 마임, 종수가 찾지 못하는 고양이, 벤이 태운다는 비닐하우스. 이창동 감독은 청년 세대의 분노를 글자 그대로 '화염'으로 치환한다. 해질녘 춤추는 해미의 실루엣은 이 영화가 도달한 아름다움의 정점이자, 곧 사라질 것들에 대한 비가(悲歌)다."
  },
  {
    "id": "basic_spring_summer",
    "movie_id": "tmdb_11061",
    "title": "봄 여름 가을 겨울 그리고 봄",
    "director": "김기덕",
    "category": "basic_info",
    "content": "2003년 개봉한 김기덕 감독의 드라마. 오영수, 김기덕, 김영민, 서재경 주연. 깊은 산속 호수 위에 떠 있는 암자를 배경으로 한 스님과 그의 제자의 이야기. 계절의 순환처럼 반복되는 인간의 욕망과 구원을 담담하게 그린다. 세계 각국에서 김기덕 감독의 대표작으로 평가받는 작품."
  }
]
